{
    "От античного времени сохранились описания путешествий Геродота, учёных, сопровождавших Александра Македонского в его походах. Классический пример путешествия Средневековья — странствования Марко Поло и Афанасия Никитина.": ["Геродота", "Александра Македонского", "Марко Поло", "Афанасия Никитина", "Средневековья"],
    "Путешественниками в настоящее время называют людей, участвующих в самостоятельных, зачастую авантюрных, поездках (например, Т. Хейердал, Ю. А. Сенкевич, И. Ганзелка, М. Зикмунд, Ф. Ф. Конюхов, В. А. Шанин)": ["Т. Хейердал", "Ю. А. Сенкевич"],
    "Как пишет в самом начале своего труда «История» Геродот (484—425 гг. до н. э.)": ["Геродот"],
    "Однако начало использования научных методов в истории связывают с другим его современником, Фукидидом, и его книгой «История Пелопоннесской войны»": ["Фукидидом", "История Пелопоннесской войны"],
    "В отличие от Геродота и его религиозных коллег, Фукидид рассматривал историю как продукт выбора и поступков не богов, а людей, в которых искал все причины и следствия": ["Геродота", "Фукидид"],
    "Собственные традиции и развитые методы исторического исследования существовали в древнем и средневековом Китае": ["Китае"],
    "Основы профессиональной историографии там заложил Сыма Цянь (145—86 гг. до н. э.), автор «Исторических записок»": ["Сыма Цянь", "Исторических записок"],
    "На христианскую и вообще западную историографию большое влияние оказал Аврелий Августин": ["Аврелий Августин"],
    "Гегель также следовал этой идее, хотя и придал ей более светский вид": ["Гегель"],
    "Из философии Гегеля идея линейного исторического прогресса попала и в марксистскую философию истории.": ["Гегеля"],
    "Истории, популярные в той или иной культуре, но не подтверждаемые сторонними источниками, например, легенды о короле Артуре, считаются обычно частью культурного наследия, а не «беспристрастным исследованием», которым должна быть любая часть истории как научной дисциплины": ["Артуре"],
    "В Древней Греции слово «история» означало любое знание, получаемое путём исследования, а не только собственно историческое знание в современном смысле.": ["Древней Греции"],
    "Например, Аристотель использовал это слово в «Истории животных».": ["Аристотель"],
    "В целом Маркс и Энгельс утверждали, что выделили пять последовательных стадий развития этих материальных условий в Западной Европе": ["Западной Европе", "Маркс", "Энгельс"],
    "В Советском Союзе марксистская историография была единственной допустимой концепцией истории, но после краха коммунизма в 1991 году она оказалась на периферии научного дискурса": ["Советском Союзе"],
    "Наиболее крупным таким разделением является, например, выделение в отдельный сегмент всей западной философии, то есть совокупности античной философии и всех философских школ и направлений, впоследствии возникших в Западной Европе и в США, включая, например, немецкую классическую философию, французскую философию и др.": ["США", "Западной Европе"]
}